ruskophase/BeanoFlight/firmware/esp32_s2_actuator/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s2"
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ_240=y
CONFIG_ESP_CONSOLE_USB_CDC=y
CONFIG_ESP_CONSOLE_USB_CDC_RX_BUF_SIZE=1024
CONFIG_FREERTOS_HZ=1000
CONFIG_PM_ENABLE=n
CONFIG_ESP_TASK_WDT_EN=y
CONFIG_ESP_SYSTEM_PANIC_SILENT_REBOOT=y
CONFIG_COMPILER_OPTIMIZATION_PERF=y
CONFIG_BOOTLOADER_LOG_LEVEL_NONE=y
CONFIG_LOG_DEFAULT_LEVEL_NONE=y
